brew 'llvm'

brew 'python'
brew 'pyenv'

brew 'yamllint'

brew 'readline'
brew 'rbenv'
brew 'ruby-build'

brew 'nvm'

brew 'rustup'

brew 'nodejs'

# Dockerfile
brew 'hadolint'

# ShellScript
brew 'shellcheck'

# Terraform
brew 'terraform'
brew 'tflint'

# Java
brew 'java'

# C
brew 'clangd-format'

# PHP
brew 'php'
