# shell
brew 'zsh'

# tmux
brew 'tmux'

# terminal
brew 'wezterm'

# IDE
brew 'vim'
brew 'neovim'

# fuzzy finder
brew 'fzf'

# json
brew 'jq'
brew 'jo'

# rg
brew 'ripgrep'

# linter
brew 'shellcheck'

# network
brew 'tailscale'

# git
brew 'tig'
brew 'awscli'
brew 'ghq' # manage repository
brew 'git-secrets' # prevent commiting secrets
brew 'git-lfs' # LFS
brew 'gibo' # gitignore template
brew 'gnupg' # signing
brew 'pinentry-mac' # signing

# colorized cat
brew 'bat'

# better diff
brew 'difftastic'

# database cli
brew 'mycli'
brew 'pgcli'
