cask 'google-drive'
cask 'alacritty'
cask 'alfred'
cask 'karabiner-elements'
cask 'docker'
cask 'java'
cask 'google-chrome'
cask 'brave-browser'
cask 'chromedriver'
cask '1password'
cask 'authy'
cask 'slack'
cask 'discord'
cask 'google-japanese-ime'
cask 'visual-studio-code'
cask 'gyazo'
cask 'spotify'
cask 'kindle'
cask 'zoom'
cask 'deepl'
cask 'typora'
