brew 'llvm'

brew 'python'

tap 'dart-lang/dart'
brew 'dart'

brew 'yamllint'

brew 'swiftlint'

brew 'readline'
brew 'rbenv'
brew 'ruby-build'

brew 'golangci/tap/golangci-lint'

brew 'nvm'
brew 'yarn'
brew 'deno'

brew 'pyenv'

brew 'rustup'

# Java
# brew 'mvn'

# Dockerfile
brew 'hadolint'

# ShellScript
brew 'shellcheck'

# Terraform
brew 'terraform'
brew 'tflint'
