brew 'zsh'
brew 'tmux'
brew 'vim'
brew 'fzf'
brew 'neovim'
brew 'reattach-to-user-namespace'
tap 'github/gh'
brew 'gh'
brew 'rmtrash'
brew 'ghq'
brew 'gnu-sed'
brew 'tree'
brew 'jq'
brew 'ripgrep'
brew 'git-lfs'
brew 'gnupg'
brew 'pinentry-mac'
brew 'gibo'
brew 'git-secrets'
brew 'cmake'
brew 'nkf'
brew 'procs'
brew 'tig'
brew 'bat'
brew 'berglas'
