brew 'imagemagick'
brew 'ffmpeg'

brew 'awscli'

brew 'redis'
brew 'mysql'
brew 'mycli'
brew 'sqlite'
brew 'postgresql'

brew 'kubernetes-cli'
brew 'k9s'

brew 'protobuf'
brew 'protoc-gen-go'
brew 'grpcurl'
brew 'graphviz'
brew 'bazel'

tap 'ktr0731/evans'
brew 'evans'
