# shell
brew 'zsh'

# tmux
brew 'tmux'

# auto-reconnecting SSH
brew 'autossh'

# IDE
brew 'vim'
brew 'neovim'
brew 'tree-sitter-cli' # required by nvim-treesitter to compile parsers

# fuzzy finder
brew 'fzf'

# json
brew 'jq'
brew 'jo'

# rg
brew 'ripgrep'

# linter
brew 'shellcheck'

# fly
brew 'flyctl'

# aws
brew 'awscli'

# git
brew 'tig'
brew 'ghq' # manage repository
brew 'git-secrets' # prevent commiting secrets
brew 'git-lfs' # LFS
brew 'gibo' # gitignore template
brew 'gnupg' # signing
brew 'pinentry-mac' if OS.mac? # signing

# colorized cat
brew 'bat'

# better diff
brew 'difftastic'

# database cli
brew 'mycli'
brew 'pgcli'

# image processing (used by image.nvim for in-terminal image preview)
brew 'imagemagick'

# util
brew 'tree'
